brew "fzf"
brew "git"
brew "lsd"
brew "lv"
brew "macvim"
brew "mas"
brew "nodebrew"
brew "rbenv"
brew "ripgrep"
brew "rlwrap"
brew "ruby-build"
brew "tig"
brew "tmux"
brew "universal-ctags"
cask "alfred"
cask "aquaskk"
cask "bettertouchtool"
cask "docker"
cask "emacs"
cask "evernote"
cask "iterm2"
cask "karabiner-elements"
cask "slack"
cask "yujitach-menumeters"
mas "Memory Clean 2", id: 1114591412
mas "Xcode", id: 497799835
