tap "greymd/tools"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "emacs", args: ["HEAD", "cocoa", "srgb", "use-git-head"]
brew "fzf"
brew "gist"
brew "git"
brew "go"
brew "lv"
brew "macvim"
brew "mas"
brew "ripgrep"
brew "rlwrap"
brew "tig"
brew "tmux"
brew "zsh"
brew "greymd/tools/tmux-xpanes"
cask "alfred"
cask "aquaskk"
cask "bettertouchtool"
cask "docker"
cask "evernote"
cask "iterm2"
cask "karabiner-elements"
cask "slack"
cask "virtualbox"
cask "yujitach-menumeters"
mas "Memory Clean 2", id: 1114591412
mas "Xcode", id: 497799835
